[
{
	"name" : "Winston S. Churchill",
	"quotes" : [
"If you're going through hell, keep going.",
"Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.",
"Dogs look up to you, cats look down on you.  Give ma a pig.  He just looks you in the eye and treats you as an equal.",
"An appeaser is one who feeds a crocodile, hoping it will eat him last.",
"No folly is more costly than the folly of intolerant idealism.",
"Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened."
]
},
{
	"name" : "Vladimir I. Lenin",
	"quotes" : [
"The goal of socialism is communism", 
"Give me four years to teach the children and the seed I have sown will never be uprooted.",
"A lie told often enough becomes the truth.",
"One man with a gun can control 100 without one.",
"The way to crush the bourgeoisie is to grind them between the millstones of taxation and inflation.",
"To rely upon conviction, devotion, and other excellent spiritual qualities; that is not to be taken seriously in politics."
]
},
{
	"name" : "Thomas Jefferson",
	"quotes" : [
"One man with courage is a majority.",
"The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.",
"Honesty is the first chapter of wisdom.",
"In matters of style, swim with the current; in matters of principle, stand like a rock.",
"I tremble for my country when I reflect that God is just; that his justice cannot sleep forever.",
"When we get piled upon one another in large cities, as in Europe, we shall become as corrupt as Europe."
]
},
{
	"name" : "Celia Green",
	"quotes" : [
"A narrow mind and a wide mouth usually go together.",
"When someone says his conclusions are objective, he means they are based on prejudices which many other people share.",
"The human race has to be bad at psychology; if it were not, it would understand why it is bad at everything else.",
"The human race's favorite method for being in control of facts is to ignore them.",
"One of the greatest superstitions of our time is the belief that it has none.",
"It is easier to study the 'behavior' of rats than people, because rats are smaller and have fewer outside commitments.  So modern psychology is mostly about rats."
]
},
{
	"name" : "Henry David Thoreau",
	"quotes" : [
"The price of anything is the amount of life you exchange for it.",
"I would rather sit on a pumpkin and have it all to myself, than be crowded on a velvet cushion.",
"Our life is frittered away by detail... simplify, simplify.",
"It is not enough to be busy.  So are the ants.  The question is: What are we busy about?",
"The most succinct and beautiful statement of any truth must take at last the mathematical form.",
"If I knew for certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life."
]
}
]